{
    "Thai": "TH",
    "English": "EN",
    "AboutMe": "About Me",
    "FavoriteSong": "My favorite song",
    "FavoriteMovieandAnimation": "My favorites",
    "AboutMeLink": "About Me",
    "AboutME": "About ME",
    "TitleAboutme": "Hi my name is Earth.",
    "Birthday": "Birth date :",
    "BirthDay": "Saturday,",
    "OrdinalNumberRD": "rd",
    "BirthMonthYear": "January 1998.",
    "TitleAge": "Now I'm",
    "Years": "Years old.",
    "Nationality": "I'm Thai",
    "Habits": "Habits : Taciturn, friendly and dreamy.",
    "Subjects": "Favorite subjects : Art.",
    "Education": "Education",
    "JuniorHighSchool": "Middle School at Narinukun",
    "SeniorHighSchool": "High School at Narinukun",
    "Bachelor": "Bachelor at Mahasarakham University",
    "Work": "Work",
    "Hobbies": "My hobbies are photography, read books, read poem, watch anime, watch movies and play games.",
    "Sports": "Favorite sport are swimming and cycling. ",
    "FavoriteActor": "Favorite actors : Tom Hanks.",
    "FavoriteAnimal": "Favorite animals : Dogs, wolves, eagles, otters and dolphins.",
    "DislikeAnimal": "Disliked animal : Snake!",
    "Motto": "Motto : The future depends on what we do in the present.",
    "AboutPassion": "My passion",
    "AboutMyPassion": "About my passion",
    "AboutMyPassionDescription": "3 years from now, I'm still be a programmer or not?",
    "AboutMyPassionDescription2": "Or become a teacher that I need to be?",
    "AboutMyPassionDescription3": "But before that, let's finish the last dream first.",
    "AboutMyPassionDescription4": "Keep fighting WWOOFer!",
    "Passion": "I myself can only learn to pass through life. Both high school and university. I have a dream in high school that I want to be a teacher. It may be because I have been with this profession for a long time. But I'm still confident that I want to be But on the other hand, during the university life and change from the original, in spite of intending to study to pass But having another dream Which I don't think can happen in my life But I have decided to try to walk at that point now after graduation I also worked as a programmer. Hahaha, just like I had hoped for. But it took me to another step to reach my desired destination.",
    "MyFavoriteMoviesAndAnime": "My favorites movie, animation and game",
    "TitleMyFavoriteMoviesAndAnime": "I grew up with movie animation game and sometime I obsessed with it till I go to buy it every episode, it's so fun to watch movie and animation in the winter season that I obsessed and stay in blanket with cool weather, for the game more fun to play in the cold season. Hey do you have some favorite movie animation and game? For me have just this not much hahah.",
    "Animation": "Animation",
    "Movie": "Movie",
    "Game": "Game",
    "Readmore": "Read more",
    "Readless": "Read less",
    "Story": "Story",
    "TitleStory": "The memoria of my life",
    "DescriptionStory": "Even if time goes by, there is one thing left that is memory.",
    "LastDescriptionStory": "What am I doing right now for this time?",
    "WhichStory": "Which story?",
    "BestStory": "The best stories",
    "EndStory": "Always on my memoria forever.",
    "Video": "Video",
    "LonelyRain": "Lonely Rain",
    "LonelyRainDescription": "This video clip was taken when I was in college. It was during the rainy season and it rained often. Normally when it rains I like to turn on the computer, listen to music, cover my ears so that I can't hear the rain. But that day felt splattered The air was perfect, making it feel like coming out of the room. Listen to the rain gradually. In which the smell of rainwater and soil creates a nostalgic feeling as a child When the rain is near to stop falling like to sit and listen to the sound of water droplets hitting the small water or affect the thin metal rhythmically. It makes me think of when I went for a walk after the rain stopped. Causing I to recall the aura that I had in my youth The innocent happiness of just folding paper boats in order to release the boats in a clean little drain canal. What makes you think of that day, or maybe because that day still has that person? Yeah, maybe, not like life now...",
    "EndofBuddhistLentDay": "End of Buddhist Lent Day",
    "EndofBuddhistLentDayDescription": "Have you ever quarreled with a friend? I remember. That day was the end of Buddhist Lent, a day I reconcile with a friend that I invited to shoot this video clip too. But in truth I can come to film alone, but I'm shy and I don't have friends to shoot. With the only remaining friend that is still available. Despite the arguments, I still want to invite them to shoot clips, play and adjust their understanding. With the reason for the argument. Regarding his habits, this is it. But right now, I started to have that kind of behavior, haha. But after taking the picture, adjust the understanding. That day, I remember that the atmosphere was very good, suitable for shining a lot of girls with the atmosphere of the temple that everyone in the university had to come and go lit up. It's very fun, both watching girls and listening to folk music in a classic atmosphere available here. Feeling very happy with the last Lent Day in the life of a university student.",
    "BeachOfSuffering": "Beach of suffering",
    "BeachOfSufferingDescription": "If talking about the tone of the clip. It looks like a 90s music scene. In truth, I wanted to include this song with a clip that I took on the sky from plane. But the feel of the clip with the boat on the beach and the wind blowing flags blown back and forth. It makes sense to release loneliness. Many thoughts of life for a while. But why did I name this clip? Or because of the pain of something.",
    "PeacefulInRiceField": "Peaceful in rice field",
    "PeacefulInRiceFieldDescription": "The atmosphere of a country outside the end of the rain, cold beginning From this country, keeping beautiful memories. From a place without car noise from the city, but in this country, there are only birds of crows Where there are not many people from the city. Sometimes I yearn for a return to a simple life like this. One day I will come back to my home...",
    "Waterfall": "Waterfall",
    "WaterfallDescription": "This clip doesn't have much. It was a clip taken during a trip to a friend's house in Chaiyaphum. It was a very speedy trip and the time when I arrived at the waterfall. The park is close to closing. But have time to play water for 30 minutes, but it is fun to travel without having to think of where to go Near to anywhere, haha.",
    "Gallery": "Gallery",
    "TitleGalleries": "Pictures, Beauty, Emotions, Memories",
    "DescriptionGalleries": "A small perspective through the camera lens that was captured with my feelings. Although the picture is not pretty, but every picture has feelings and memories at that time. My favorite photo taking is because when I see the beat. At one moment, I wanted to shoot it because I didn't want to forget how I felt. What were I thinking at that time? Would like to remember myself at that time in the picture and then take a look back on myself through the photos and images taken.",
    "FirstTimeInBangkok": "First time in Bangkok",
    "FirstTimeInBangkokDescription": "It's the first time I've been to Bangkok. From a country boy who had to live in the city for the first time Before that, I tried to leave my own safe zone by working in Bangkok and thinking that if I didn't just dare to come out, then How can I follow my dreams? But after living in Bangkok already Learned many things Whole life Work, learning new things And after this, the dream is the next station.",
    "Rainy": "Rainy",
    "RainyDescription": "Rain sometimes gives loneliness. It is a season that is wet and makes you think about the things that happened in your life. Can feel the smell that is only in the season I personally spend time in the rain, sitting, watching the drops of rain that hit the area in front and questioning that sometimes small happiness can be caused by us. Stopped and opened my eyes, opened my ears, and buried my surroundings, saying that life is so ordinary...",
    "404": "404",
    "PageNotFound": "Nothing Hill",
    "Welcome": "Welcome",
    "To": "To",
    "See": "See",
    "Colors": "Colors",
    "Of": "Of",
    "My": "My",
    "World": "World",
    "Secret": "What's your answer.",
    "Other": "Other"
}
