{
    "Thai": "ไทย",
    "English": "EN",
    "AboutMe": "เกี่ยวกับฉัน",
    "FavoriteSong": "เพลงที่ผมชอบ",
    "FavoriteMovieandAnimation": "สิ่งผมชอบ",
    "AboutMeLink": "เกี่ยวกับผม",
    "AboutME": "เกี่ยวกับผม",
    "TitleAboutme": "สวัสดี ผมชื่อเอิร์ท",
    "Birthday": "เกิดวัน",
    "BirthDay": "เสาร์ ที่",
    "OrdinalNumberRD": "",
    "BirthMonthYear": "เดือน มกราคม พ.ศ. 2541",
    "TitleAge": "ตอนนี้ผมก็คงอายุ",
    "Years": "ล่ะมั่ง",
    "Nationality": "ผมเป็นคนไทย",
    "Habits": "นิสัยส่วนตัว เงียบขรึม เป็นมิตร เป็นคนเพ้อฝัน",
    "Subjects": "วิชาที่ชอบ/ถนัด วิชาศิลปะ",
    "Education": "การศึกษา",
    "JuniorHighSchool": "มัธยมต้น โรงเรียนนารีนุกูล",
    "SeniorHighSchool": "มัธยมปลาย โรงเรียนนารีนุกูล",
    "Bachelor": "มหาวิทยาลัย มหาวิทยาลัยมหาสารคาม",
    "Work": "การทำงาน",
    "Hobbies": "งานอดิเรกของผมคือ การถ่ายภาพ อ่านหนังสือ อ่านบทกวี ดูอนิเมะ ดูหนัง เเละก็เล่นเกม",
    "Sports": "กีฬาที่ชอบก็ว่ายน้ำกับปั่นจักรยาน",
    "FavoriteActor": "นักแสดงที่ชอบ ทอมแฮงค์",
    "FavoriteAnimal": "สัตว์ที่ชอบ สุนัข หมาป่า นกอินทรี นากเเละโลมา",
    "DislikeAnimal": "สัตว์ที่ไม่ชอบ งู",
    "Motto": "คติประจำใจคือ อนาคตขึ้นอยู่กับสิ่งที่เราทำในปัจจุบัน",
    "AboutPassion": "แรงผลักดันของผม",
    "AboutMyPassion": "แรงผลักดันของตัวผม",
    "AboutMyPassionDescription": "3 ปีจากนี้ ผมยังคงเป็นโปรแกรมเมอร์อยู่หรือเปล่านะ",
    "AboutMyPassionDescription2": "หรือจะเป็นครูตามที่หวังไว้",
    "AboutMyPassionDescription3": "แต่ก่อนหน้านั้นขอทำให้ความฝันล่าสุดให้เสร็จซะก่อนละกัน",
    "AboutMyPassionDescription4": "จะต้องสู้ต่อไปอย่างหมาป่าผู้เดียวดาย",
    "Passion": "ตัวผมเองชีวิตก็ได้แต่เรียนให้ผ่านๆ ทั้งตอนมัธยมและมหาลัย ผมมีความฝันในช่วงมัธยมที่อยากจะเป็นครู มันอาจจะเป็นเพราะผมอยู่กับอาชีพนี้มานาน แต่ผมก็ยังหมั่นใจว่าอยากจะเป็น แต่กลับกันช่วงชีวิตมหาลัยกับเปลี่ยนไปจากเดิมทั้งๆที่ตั้งใจจะเรียนให้ผ่านๆไปแค่นั้น แต่ได้มีความฝันอีกความฝันหนึ่ง ซึ่งผมไม่คิดว่ามันจะเกิดขึ้นได้ในชีวิตของผม แต่ผมก็ได้ตัดสินใจแล้วว่าจะลองเดินไป ณ จุดๆนั้นดู ตอนนี้หลังจากจบการศึกษาแล้ว ผมก็ได้ทำงานเป็นโปรเเกรมเมอร์ ฮาฮ่าไมเหมือนอย่างที่หวังไว้ใช้ไหมล่ะ เเต่มันก็พาผมก้าวขึ้นมาอีกก้าวหนึ่งที่จะไปยังจุดหมายที่หวังอีกอันหนึ่งล่ะนะ",
    "MyFavoriteMoviesAndAnime": "หนัง อนิเมชันเเละเกมที่ผมชอบ",
    "TitleMyFavoriteMoviesAndAnime": "ผมโตมากับหนัง การ์ตูน เกมตั้งเเต่เด็กเเละบางครั้งก็ติดจนไปซื้อเเผ่นมาดูทุกภาคทั้งหมดมันก็สนุกดีนะกับการดูหนังหรือการ์ตูนในฤดูหนาวที่ต้องขกอยู่ในพาหมกับบรรยากาศเย็นๆ สำหรับเกมนั้นยิ่งเล่นยิ่งสนุกมากในช่วงหนาวๆ นี่หนัง การ์ตูนเเละเกมที่คุณชอบมีอะไรบ้างล่ะ ของผมมีไม่มากหรอกมีเเค่นี้ล่ะ ฮาฮ่า",
    "Animation": "อนิเมชัน",
    "Movie": "หนัง",
    "Game": "เกม",
    "Readmore": "อ่านต่อ",
    "Readless": "เเสดงน้อยลง",
    "Story": "เรื่องราว",
    "TitleStory": "พื้นที่เก็บความทรงจำของชีวิต",
    "DescriptionStory": "เเม้ว่าเวลาจะผันผ่านจะมีสิ่งหนึ่งที่คงหลงเหลืออยู่นั้นก็คือความทรงจำ",
    "LastDescriptionStory": "เวลานี้ผมกำลังอะไรอยู่นะ",
    "WhichStory": "เรื่องราวไหนดีล่ะ",
    "BestStory": "เรื่องราวดีๆ",
    "EndStory": "อยู่ในความทรงจำตลอดไป",
    "Video": "วิดีโอ",
    "LonelyRain": "ฝนเหงา",
    "LonelyRainDescription": "คลิปวิดีโอนี้ถูกถ่ายเมื่อตอนที่ผมเรียนอยู่มหาลัย ช่วงนั้นก็เป็นช่วงฤดูฝนพอดีเเละฝนก็ตกบ่อยมากปกติเวลาที่ฝนตกผมชอบที่จะเปิดคอมฟังเพลงปิดหูไม่ให้ได้ยินเสียงฝน เเต่วันนั้นรู้สึกเเปลกอากาศเป็นพอดีทำให้รู้สึกอยากออกมาจากในห้องฟังเสียงฝนค่อยๆตกโดยที่กลิ่นของน้ำฝนกับดินทำให้เกิดความรู้สึกที่น่าคิดถึงตอนสมัยเด็กที่เวลาฝนใกล้หยุดตกเเล้วชอบมานั่งฟังเสียงน้ำหยดกระทบเเองน้ำเล็กหรือกระทบกับเเผนเหล็กบางๆเป็นจังหวะ มันทำให้รู้สึกคิดถึงตอนที่ผมได้ออกไปเดินเล่นหลังฝนหยุดตก ทำให้หวนคิดถึงกลิ่นอายที่คุนเคยในวัยเยาว์ ความสุขที่ไร้เดียงสากับเเค่การพับเรือกระดาษเพื่อที่จะปล่อยเรือเเล่นในคลองระบายน้ำเล็กๆที่สะอาดใส่ อะไรนะที่ทำให้หวนคิดถึงวันนั้นหรืออาจเป็นเพราะวันนั้นยังมีคนๆนั้นอยู่ด้วย อืออาจจะใช่ ไม่เหมือนกับชีวิตตอนนี้เลยเเหะ...",
    "EndofBuddhistLentDay": "วันออกพรรษา",
    "EndofBuddhistLentDayDescription": "คุณเคยทะเลาะกับเพื่อนหรือเปล่า ผมจำได้เลยล่ะ วันนั้นเป็นวันออกพรรษาเป็นวันที่ผมได้คืนดีกับเพื่อนคนนึงที่ผมชวนออกมาถ่ายคลิปวิดีโอนี้ด้วย เเต่อันที่จริงผมจะมาถ่ายคนเดียวก็ได้เเต่ผมอายน่ะเเละก็ไม่มีเพื่อนออกมาถ่ายด้วย โดยที่เหลือเพื่อนคนนี้คนเดียวที่ยังว่างอยู่ ทั้งๆที่ทะเลาะกันอยู่ก็ยังอยากจะชวนมันมาถ่ายคลิปเล่นเเละปรับความเข้าใจกันด้วย โดยที่เหตุผลที่ทำให้ทะเลาะกันก็ เรื่องนิสัยส่วนตัวเองมันนี้ล่ะ เเต่ในตอนนี้เองผมก็เริ่มที่จะมีนิสัยเเบบนั้นล่ะ ฮ่าฮา เเต่สุดถ่ายเเล้วก็ได้ปรับความเข้าใจกัน วันนั้นจำได้เลยว่าบรรยากาศดีมากเหมาะกับการส่องสาวมากๆกับบรรยากาศงานวัดที่ทุกคนในมหาลัยต้องออกมาเวียนเทียน มันสนุกมากเลยล่ะ ทั้งส่องสาว ทั้งฟังเพลงพื้นบ้านกับบรรยากาศสุดคลาสสิคที่มีอยู่ที่นี่ที่เดียว รู้สึกมีความสุขมากเลยล่ะกับวันออกพรรษาครั้งสุดท้ายในชีวิตเด็กมหาลัย",
    "BeachOfSuffering": "ชายหาดเเห่งความเจ็บปวด",
    "BeachOfSufferingDescription": "ถ้าพูดถึงโทนคลิปแล้ว ดูเหมือนฉากเพลงยุค 90 เลยล่ะ ที่จริงผมอยากจะใส่เพลงนี้กับคลิปที่ผมถ่ายท้องฟ้าจากบนเคลื่องบิน เเต่ฟีลของคลิปที่มีเรืออยู่บนชายหาดเเละลมพัดธงปลิวไปมา มันก็ทำให้รู้สึกปลดปล่อยความอ้างว้าง ความคิดมากของชีวิตไปซักพัก เเต่ทำไมนะผมถึงตั้งชื่อคลิปนี้เเบบนี้ หรือเป็นเพราะความเจ็บปวดจากอะไรบางอย่างกันนะ",
    "PeacefulInRiceField": "ความสงบในทุ่งนา",
    "PeacefulInRiceFieldDescription": "บรรยากาศบ้านนอกช่วงปลายฝนต้นหนาว จากบ้านนอกนี้เก็บไว้เป็นความทรงจำที่สวยงาม จากสถานที่ที่ไร้ซึ่งเสียงรถรา จากตัวเมือง เเต่ที่บ้านนอกนี้มีเเค่เสียงนกกา ที่ไร้ซึ่งผู้คนมากมายจากตัวเมือง บางครั้งตัวผมเองก็โหยหาที่จะกลับมามีชีวิตที่เรียบง่ายแบบนี้ ซักวันผมสัญญาว่าจะกลับมาที่นี้ที่เป็นบ้านของผม...",
    "Waterfall": "น้ำตกในยามเย็น",
    "WaterfallDescription": "คลิปนี้ก็ไม่มีอะไรมากหรอกครับ มันเป็นคลิปที่ถูกถ่ายตอนเที่ยวบ้านเพื่อนที่จังหวัดชัยภูมิ มันเป็นทริปที่เร่งรีบมากเเละเวลาที่มาถึงน้ำตก อุทยานก็ใกล้ที่จะปิดเเล้ว เเต่ก็มีเวลาได้เล่นน้ำ 30 นาที เเต่มันก็สนุกดีนะกับการไปเที่ยวโดยที่ไม่ได้คิดจุดหมายที่จะไป ใกล้ที่ไหนก็ไปที่นั้น ฮาฮ่า",
    "Gallery": "คลังรูปภาพ",
    "TitleGalleries": "รูปภาพ ความสวยงาม อารมณ์ ความทรงจำ",
    "DescriptionGalleries": "มุมมองเล็กๆผ่านเลนส์กล้องที่ถูกถ่ายด้วยความรู้สึกของผม ถึงเเม้รูปจะไม่ค่อยสวยเเต่ทุกๆรูปนั้นมีความรู้สึกกับความทรงจำขณะนั้นอยู่ การที่ผมชอบถ่ายรูปเก็บไว้เป็นเพราะเวลาที่ผมมองเห็นจังหวะ จังหวะนึงเเล้วผมอยากถ่ายเก็บมันไว้เพราะไม่อยากจะลืมว่าตัวเองรู้สึกยังไง คิดอะไรอยู่นะเวลานั้น อยากจะจำตัวเองในเวลานั้นไว้ในรูป เเล้วค่อยย้อนมองดูความเป็นตัวเองผ่านรูปภาพเเต่ละรูปที่ถ่ายมา",
    "FirstTimeInBangkok": "ครั้งเเรกที่กรุงเทพมหานคร",
    "FirstTimeInBangkokDescription": "มันเป็นครั้งแรกที่ผมได้มาที่กรุงเทพ จากเด็กบ้านนอกคนนึงที่ต้องมาใช้ชีวิตในเมืองกรุงเป็นครั้งเเรก ก่อนหน้านั้นผมพยามที่จะออกจากเซฟโซนของตัวเองโดยการมาทำงานที่กรุงเทพเเละคิดว่าถ้าผมเเม้ไม่เเต่จะกล้าออกมาเเค่นี้เเล้ว ผมจะทำตามฝันที่ผมวางไว้ได้อย่างไร เเต่หลังจากที่ได้ใช้ชีวิตในกรุงเทพเเล้ว ก็ได้เรียนรู้อะไรหลายๆอย่าง ทั้งการใช้ชีวิต การงานเรียนรู้สิ่งใหม่ๆ เเละหลังจากนี้ล่ะความฝันคือสถานีต่อไป",
    "Rainy": "ฝน",
    "RainyDescription": "ฝนบางครั้งก็ให้ความเหงา เป็นฤดูที่เปียกเเฉะเเละทำให้คิดถึงเรื่องราวต่างๆที่ผ่านมาในชีวิต ได้สัมผัสถึงกลิ่นที่มีในเฉพาะฤดู ผมเองก็ใช้เวลาในช่วงฝนตกนั่งมองหยดน้ำฝนที่คอยตกกระทบพื้นที่อยู่ตรงหน้าเเละตั้งคำถามว่าบางครั้งความสุขเล็กๆก็เกิดได้จากการที่เรานั้น ได้หยุดเเล้วเปิดตาเปิดหูรับฝังสิ่งที่อยู่รอบกายว่าชีวิตมันนั้นช่างเเสนจะธรรมดาเหลือเกิน...",
    "404": "ม44",
    "PageNotFound": "หุบเขาเร้นรัก",
    "Welcome": "ยินดีตอนรับ",
    "To": "ผู้ที่",
    "See": "จะเฝ้ามองดู",
    "Colors": "สีสัน",
    "Of": "ของ",
    "My": "โลก",
    "World": "ของผม",
    "Secret": "คำตอบของคุณคืออะไร",
    "Other": "อื่นๆ",
    "More": "แสดงเพิ่ม",
    "MoreAll": "แสดงทั้งหมด"
}